rock_paper_scissors_list = [1, 2, 3]

RockPaperScissorsOutput = [[],
                           # Камень - Камень
                           ['Камень не бьет камень, ведь камень камню камень! Ничья, братья камни!',
                            'Ничья, братья камни!2',
                            'Ничья, братья камни!3'],
                           # Камень - Ножницы
                           [
                               'Камень побил ножницы и ему за это ничего не будет, он ведь белорусский омоновец! Блистательная победа над народом!',
                               'Блистательная победа над народом!2',
                               'Блистательная победа над народом!3'],
                           # Камень - Бумага
                           [
                               'Мнонеуважаемый господин камень был обёрнут бумагой, как лохня и законно проиграл от недостатка мощности его дубинки! Это проигрыш он запомнит на всю свою жизнь, ведь такого поражения он явно не ожидал!',
                               'Это проигрыш он запомнит на всю свою жизнь, ведь такого поражения он явно не ожидал!2',
                               'Это проигрыш он запомнит на всю свою жизнь, ведь такого поражения он явно не ожидал!3'],
                           # Ножницы - Камень
                           [
                               'Увы, господа ножницы не побили многоуважаемых каменных омоновцив и заслуженно пошли за решётку! Жыве беларусь!',
                               'Жыве беларусь!2',
                               'Жыве беларусь!3'],
                           # Ножницы - Ножницы
                           [
                               'Ножницы не посмеют ударить своих активистов, ибо каждый голос - сила(где то в мире смеется один Лукашенко)! Определённо ничья!',
                               'Определённо ничья!2',
                               'Определённо ничья!3'],
                           # Ножницы - Бумага
                           [
                               'А мы что, мы ничего, так, собираем митинки, воюем, ничего не обычного. В смысле есть святые мощи лукашенко, которое спасают от ковида? а что нас не позвали? А ну бегом в церкви. С тех пор их больше никто не видел.',
                               'С тех пор их больше никто не видел.2',
                               'С тех пор их больше никто не видел.3'],
                           # Бумага - Камень
                           [
                               'Бумага обернула господов омоновцев, ведь против РПЦ никакая резиновая сила не устоит. А проиграли, потому что РПЦ явно не с тем приводом приус купили! Это растянувшаяся битва даст жару любой вечеринке, на которой ты обязан побывать!',
                               'Это растянувшаяся битва даст жару любой вечеринке, на которой ты обязан побывать!2',
                               'Это растянувшаяся битва даст жару любой вечеринке, на которой ты обязан побывать!3'],
                           # Бумага - Ножницы
                           [
                               'Опять вы? Да как вы выжили то? Так, у нас акция, две свечки по цене одной; Генерал, надеюсь, что вы сказали, что это свечки в 5 точку? Ааа, да, кнш, не парьтесь. \n Бумага проиграла ножницам!',
                               'Бумага проиграла ножницам!2',
                               'Бумага проиграла ножницам!3'],
                           # Бумага - Бумага
                           [
                               'Внимание, начались массовые беспорядки кадилов. Внимание, РПЦ, этот мел мы пустим на лекарства, а вам дадим кристалы. Забористые такие, с персиком, покрытым сливками или клубникой в шоколадке \n Ничья!',
                               'Ничья!2',
                               'Ничья!3']
                           ]
